[
    {
        "model_class": "Apple___Apple_scab",
        "search_query": "Apple Apple scab",
        "is_healthy": false,
        "source_url": "https://extension.umn.edu/plant-diseases/apple-scab",
        "content": "Quick facts\n- Apple scab is the most common disease of apple and crabapple trees in Minnesota.\n- Scab is caused by a fungus that infects both leaves and fruit.\n- Scabby fruit are often unfit for eating.\n- Infected leaves have olive-green to brown spots.\n- Leaf loss weakens the tree when it occurs many years in a row.\n- Planting disease-resistant varieties is the best way to manage scab.\n- Fungicides can be used to manage apple scab. Proper timing of sprays is needed for fungicides to control disease.\nApple scab is caused by the fungus Venturia inaequalis. It infects crabapples and apples (Malus spp.), mountain ash (Sorbus spp.), pear (Pyrus communis) and Cotoneaster (Cotoneaster spp.).\nHow to identify apple scab\n- Leaf spots are round, olive-green, and up to 1/2 inch across.\n- Spots are velvet-like with fringed borders.\n- As they age, leaf spots turn dark brown to black, get bigger and grow together.\n- Leaf spots often form along the leaf veins.\n- Leaves with many leaf spots turn yellow and drop by mid-summer.\n- Infected fruit have olive-green spots that turn brown and corky with time.\n- Fruit that are infected when very young become deformed and cracked as the fruit grows.\nLife cycle of apple scab\nThe apple scab fungus has several host-specific strains that can cause disease on one type of plant but not any other. For example, the strain of V. inaequalis that infects mountain ash will only infect other mountain ash trees and will not infect crabapple trees. Apple and crabapple trees are infected by the same strain of the apple scab fungus because the trees are in the same genus.\n- The apple scab fungus overwinters on fallen diseased leaves.\n- In spring, these fungi shoot spores into the air.\n- Spores are carried by wind to newly developing leaves, flowers, fruit or green twigs.\n- Spores need several hours of moisture on the plant surface to start new infections.\n- These infections grow into spots that can produce more spores within 9 to 17 days.\n- Spores are spread by wind, splashing rain or irrigation throughout the tree canopy or to neighboring trees, starting new infections.\n- The infection cycle can repeat many times throughout the growing season whenever leaves remain wet long enough.\n- Warm, rainy weather in the spring and summer creates ideal conditions for apple scab.\n- Leaves with many leaf spots turn yellow and fall off early. This weakens the tree.\n- Several years of early leaf loss can result in decreased growth, reduced bloom and increased susceptibility to winter injury.\n- Many ornamental crabapple trees are susceptible to apple scab, so the disease can be spread to your fruit trees from nearby flowering crabs.\nHow to manage apple scab in apples and crabapples\nUse good cultural practices and plant disease-resistant varieties to prevent apple scab.\nClean up leaves in fall\nRemove fallen leaves to remove places where the fungus can survive the winter. Even with a good fall leaf cleanup, spores from nearby apple trees can travel to your property, starting the infection cycle again.\n- Rake up and destroy fallen leaves before the first snowfall.\n- Infected leaves can be burned, buried or composted.\n- Instead of raking, leaves can be chopped with a mulching lawn mower.\n- Fall lawn fertilizer applications will help break down leaves that have been chopped with a mulching lawn mower.\n- In mulched areas, urea can be applied to chopped leaf litter to help with decomposition.\nPlant and prune correctly\nThe apple scab fungus needs moisture on the leaves to start a new infection. A well-pruned tree with an open canopy allows air to move through the tree and dry leaves quickly. This can help reduce the severity of apple scab in a tree. For proper pruning of apples, see Growing apples in the home garden.\n- Do not overcrowd plants. Use the mature size of the tree as a spacing guide.\n- Prune trees so that the branches are spaced far enough apart to let air move through the branches and dry the leaves quickly.\n- Remove upright suckers and water sprouts that have formed along the main trunk or within the canopy.\nApple and crabapple varieties for Minnesota\nMany varieties of apple and crabapple trees are resistant or completely immune to apple scab.\nResistant to apple scab\n- HoneycrispTM\nImmune to apple scab\n- Dayton\n- Freedom\n- Liberty\n- McShay\n- Pixie Crunch\n- Pristine\n- Redfree\n- William’s Pride\nLikely to be infected by apple scab\n- Beacon\n- Fireside\n- Haralson\n- Keepsake\n- Paul Red\n- Sweet Sixteen\n- Wealthy\n- Chestnut Crab\nVery likely to be infected by apple scab\n- Cortland\n- Honeygold\n- McIntosh\n- State Fair\n- Zestar!TM\nThese crabapple varieties have shown strong scab resistance and tolerate Minnesota's low winter temperatures.\n- 'Adams'\n- 'Adirondack'\n- 'Baskatong'\n- 'Bob White'\n- 'Candymint'\n- Coralburst®\n- Christmas Holly™\n- 'David'\n- 'Donald Wyman'\n- Firebird®\n- Harvest Gold®\n- 'Indian Magic'\n- 'Indian Summer'\n- 'Jewelberry'\n- Lollipop®\n- 'Louisa'\n- Molten Lava™\n- M. floribunda\n- M. halliana var. parkmanii\n- 'Prairie Maid'\n- 'Prairiefire'\n- 'Purple Prince'\n- Red Jewel™\n- 'Robinson'\n- 'Royal Beauty'\n- 'Tina'\n- 'Sargent'\n- 'Silver Moon'\n- 'Strawberry Parfait'\n- Malus x zumi\n- 'Calocarpa'\nUsing fungicides\nThe type of fungicides that can be used and the application timing depend on whether you intend to eat fruit from the tree or if the tree is only ornamental.\n- Do not use fungicides:\n- On apple and crabapple varieties that are resistant or immune to apple scab.\n- To manage apple scab in ornamental trees or fruit trees where fruit quality is not a concern (fruit will be used for cider).\n- Fungicides can be used:\n- To protect fruit trees from leaf loss and fruit infection on trees where fruit quality is important (apples for eating fresh) and the tree has a history of severe apple scab.\n- To improve the health of a tree that has lost most of its leaves to apple scab over 3 years in a row.\n- Good sanitation and cultural control practices should always be used in place of or in addition to fungicides.\nFungicides do not cure leaf spots but will protect healthy leaves from becoming infected. For ornamental crabapple trees, fungicide sprays must be timed to protect new leaves as they emerge in spring.\n- Sprays should start when the first green leaf tips appear in the spring.\n- This growth stage is known as \"half-inch green tip,\" when the leaf buds have swollen and begun to open so that about 1/2 inch of leaf tissue is visible.\n- Repeat sprays until most of the flower petals have fallen off the tree.\n- Check fungicide labels for the recommended spray interval. Most labels offer a range of days to wait before spraying again, such as \"7 - 10 days after spraying, you will need to spray again.\"\n- Use the shorter interval:\n- When the weather calls for frequent rain.\n- Where scab has been a serious problem in past years.\n- Use the longer interval:\n- In dry weather with little or no rain.\n- Where scab has not been a serious problem in past years.\n- In many landscapes, two well-timed fungicides in spring will protect ornamental crabapples from apple scab.\nDo not apply fungicides to a diseased tree\nFungicides only protect healthy trees from becoming infected. Once leaf spots appear in the tree, fungicides will not control the disease.\nIf your tree is already infected with apple scab this year:\n- Do not apply fungicides this year.\n- Follow the guidelines above to remove fallen leaves at the end of the growing season and prune to open the canopy in winter.\n- Consider applying fungicides the following spring if the tree has lost most of its leaves to apple scab for three or more years in a row.\nCan I spray my own tree?\nYou can treat small trees if you read and follow all instructions on the fungicide label. Contact a certified arborist to apply fungicides to large trees.\nFungicides for ornamental crabapples only\nThis section applies only to ornamental crabapples. Do not use these on edible apples or crabapples.\nFungicide active ingredients to treat apple scab on ornamental crabapples:\n- Tebuconazole\n- Myclobutanil\n- Captan\n- Chlorothalonil\n- Propiconazole\n- Mancozeb\n- Sulfur/lime sulfur*\n- Neem oil*\n- Copper**\n*This may burn plant tissue, especially in times of high heat. **Copper products may cause russeting (rough corky skin) on fruit.\nCAUTION: Mention of a pesticide or use of a pesticide label is for educational purposes only. Always follow the pesticide label directions attached to the pesticide container you are using. Be sure that the plant you wish to treat is listed on the label of the pesticide you intend to use. And observe the number of days between pesticide application and when you can harvest your crop. Remember, the label is the law.\nApples and edible crabapple trees that become severely infected with apple scab have poor-quality fruit and reduced health due to leaf loss. Fungicides can be used to protect healthy trees from apple scab but will not cure an infected tree.\nWhen should you start spraying?\n- Sprays should start when the first green leaf tips appear in the spring.\n- This growth stage is known as \"half-inch green tip,\" when the leaf buds have swollen and begun to open so that about 1/2 inch of leaf tissue is visible.\nHow often should you spray?\nCheck fungicide labels for the recommended spray interval. Most labels offer a range of days to wait before spraying again, such as \"7 - 10 days after spraying, you will need to spray again.\"\nUse the shorter interval:\n- When the weather calls for frequent rain.\n- Where scab has been a serious problem in past years.\nUse the longer interval:\n- In dry weather with little or no rain.\n- Where scab has not been a serious problem in past years.\nWhen can you stop spraying for scab?\nIn mid-June, examine the leaves on your trees for scab lesions. Be very thorough, checking upper and lower leaf surfaces, leaves on the interior and exterior of the canopy, leaves close to the ground and those higher in the tree.\nIf you find no or very few apple scab leaf spots:\n- You don’t need to spray fungicides again.\nIf you find scab leaf spots, or if there are scab-infected apple or crabapple trees nearby with scab lesions:\n- You should continue to spray.\n- The lesions on the leaves will release more scab spores all summer long.\nGetting apple scab under control\nIf scab has been a problem in your apple planting, it may take a year or two to get it under control. You should find in the second or third year that you only need to spray from half-inch green tip to mid-June if you:\n- Continue with appropriately timed sprays that cover all leaf and fruit tissue.\n- Practice excellent sanitation of fallen leaves.\n- And if outside sources of fungal spores are few or distant.\nWhat fungicides should you use?\nMaterials available to home growers for scab control in edible apples and crabapples include captan, lime-sulfur and powdered or wettable sulfur.\nApplications of lime-sulfur closely following captan sprays can damage leaves and flower buds, so use caution when rotating these two materials.\nDo not use all-purpose fruit sprays\nAll-purpose sprays contain combinations of fungicides, insecticides and sometimes miticides.\n- These may only be appropriate for scab sprays just after petal fall when insecticide sprays may also be necessary and pollinators are absent.\n- For most apple scab sprays, only the fungicide portion is needed. The insecticide portion of the spray is unnecessary and can harm beneficial insects.\n- Never use an all-purpose spray during bloom. These sprays kill pollinators, including honeybees, bumblebees, solitary bees and many other beneficial insects, because they include an insecticide.\nThe name of the plant being treated must be listed on the fungicide label or the product cannot be used. Some products are registered for use on ornamental crabapples but are not safe to use on crabapple or apple fruit intended for eating. Always completely read and follow all instructions on the fungicide label.\nCAUTION: Mention of a pesticide or use of a pesticide label is for educational purposes only. Always follow the pesticide label directions attached to the pesticide container you are using. Be sure that the plant you wish to treat is listed on the label of the pesticide you intend to use. And observe the number of days between pesticide application and when you can harvest your crop. Remember, the label is the law.\nReviewed in 2024"
    },
    {
        "model_class": "Apple___Apple_scab",
        "search_query": "Apple Apple scab",
        "is_healthy": false,
        "source_url": "https://extensionpubs.unl.edu/publication/g1922/na/html/view",
        "content": "G1922\nApple Scab\nThis NebGuide discusses the causes and various treatments for apple scab, one of the most important diseases of apples and crabapples.\nAmy D. Ziems, Extension Educator\nApple scab, caused by the fungus Venturia inaequalis, occurs worldwide wherever apples are grown. Scab is one of the most important diseases of apples and crabapples in Nebraska. Disease development is favored when wet and humid weather prevails from late April through June. The disease decreases yield, reduces fruit quality, defoliates trees, and reduces tree vigor. Nearly every year, this disease defoliates susceptible varieties of ornamental crabapple. Repeated infection reduces their aesthetic values in landscape plantings and predisposes them to further injury from other stresses.\nSymptoms\nThe first visible symptoms generally are small, discrete olive-to-greenish-black lesions on the underside of the leaves. Lesions are about one-fourth inch in diameter with an indefinite feathery margin. With time, the color darkens as the size of the lesions increases (Figure 1). Early infections tend to be on the underside of the leaf; later in the season the spots can be seen on either side. Leaves with a large number of lesions often become distorted, show dead or dying tissue, yellow, and drop prematurely from the tree. Similar lesions can appear on the leaf petiole. Lesions on the apples are superficial, and the enlarging tissues beneath them give the lesions a cracked or “scabby” appearance and misshape the fruit (Figure 2). Though the fruit may appear unsightly, it is safe to eat.\n| Figure 1. Apple scab symptoms on a leaf surface. | Figure 2. Apple scab on the fruit. |\nHost Range\nV. inaequalis attacks members of the genus Malus. This includes varieties of apple and crabapples, including the common wild crabapples. Scab also has been reported on hawthorn (Crataegus spp.), mountain ash (Sorbus spp.), firethorn (Pyracantha spp.), and loquat (Eriobotrya japonica).\nDisease Cycle\nV. inaequalis survives the winter in fallen leaves that were infected the previous summer. In spring the fungus becomes active on the infected leaf debris in structures called pseudothecia and produces other structures called asci that contain ascospores (fungal “seeds”). The first dispersal of ascospores coincides with the first appearance of green tissue in the apple buds, commonly called “green tip.” Peak spore dispersal usually coincides with bloom. Rain helps increase spore production and dispersal. Spores that land on a susceptible leaf or fruit surface and come in contact with a droplet of water germinate and infect the host. Six to eight hours of free moisture on the leaf surface are necessary for germination and infection to occur. In 7-14 days the first disease symptom appears as a scab lesion. During late spring and early summer other spores called conidia are produced in the leaf and fruit lesions, causing secondary infections and resulting in more lesions and increased disease severity. As temperatures increase, the fungus becomes less active, resulting in few new infections during summer. A secondary fall infection cycle may occur under cool, moist conditions, but fall infections are less damaging than spring infections. However, these infections increase the production of the overwintering structures that are the main source of ascospore inoculum in spring.\nManagement\nThere are several approaches to managing scab. Each offers some degree of success when used individually, but the best long-term management involves integrating multiple tactics.\nResistant Varieties\nApples: Table I shows the disease reactions of apple varieties to scab. Although varieties vary in their susceptibility to V. inaequalis, no cultivated commercial variety has sufficient resistance to eliminate the occasional need for chemical spray.\n| Table I. Reaction of selected apple cultivars to apple scaba | |||\n| Very Resistantb | Resistant | Susceptible | Highly Susceptible |\n| Liberty | Easy-Gro | Blushing Gold | Cortland |\n| Prima | Enterprise | Burgundy | Jerseymac |\n| Priscilla | Freedom | Fuji | Jonagold |\n| Sir Prize | Gold Rush | Gala | McIntosh |\n| Grimes Golden | Golden Delicious | Melrose | |\n| Jonafree | Granny Smith | Rome Beauty | |\n| Mad-free | Honey Crisp | Winesap | |\n| Pristine | Jonathan | ||\n| Redfree | Lodi | ||\n| William’s Pride | Monroe | ||\n| Paula Red | |||\n| Red Delicious | |||\n| Spartan | |||\n| aFrom West Virginia University Kearneysville Tree Fruit Research and Education Center, 67 Apple Harvest Lane, Kearneysville, WV 25430, Apple Scab, Venturia inaequalis, by A.R. Biggs and K.D. Hickey. bVery Resistant = no control needed; Resistant = control needed under high disease pressure; Susceptible = control usually needed where disease is prevalent; Highly Susceptible = control always needed where disease is prevalent. These cultivars should receive first priority when control is necessary. |\nCrabapples: The crabapple varieties listed in Table II are reported to be resistant or moderately resistant to scab.\n| Table II. Crabapple cultivars resistant to apple scab. | ||\n| Red Flowering | Pink Flowering | White Flowering |\n| Adams | Jewelberry | Andirondack |\n| Baskatong | Louisa | Amberina |\n| Centurion | Pink Satin | Autumn Glory |\n| Indian Summer | Profusion | Centennial |\n| Makamik | Red Splendor | Chestnut |\n| Prairiefire | Silver Moon | Christmas Holly |\n| Red Baron | Tea | Donald Wyman |\n| Molten Lava | ||\n| Ormiston Roy | ||\n| Professor Sprenger | ||\n| Redbud | ||\n| Red Jewel | ||\n| Sargent | ||\n| Sinai Fire | ||\n| Sugar Tyme | ||\n| Weeping Siberian |\nSanitation — Cultural Control\nRake and remove leaves in autumn or winter. Either destroy or thoroughly compost the leaves. This will reduce the number of spores that can start the disease cycle the next year. When using sprinklers to irrigate the turf in summer, water early in the morning so turf and trees stay wet for less than four hours. This helps reduce disease activity on both the turf and landscape plants.\nChemical Control\nRegular, well-timed fungicide sprays have proven to be the most commercially practical means of controlling scab for susceptible trees, but the first line of defense is to consider scab-resistant apples and crabapples.\nPreventing early infection of apple scab is the most critical step toward successful control of later leaf and fruit infections. For apples, fungicide applications can be made as early as the green tip growth stage (Table IV) and continued until petal drop. For crabapples, typically one to two fungicide applications starting at green tip are necessary. Sprays are only necessary if the weather is rainy. The list of fungicides in Table III is a guide. Observe all label precautions. Regardless of the fungicide used, effective control depends on the timeliness and repetition of applications and the degree of coverage obtained on both upper and lower leaf surfaces.\n| Table III. Fungicidesa available for managing apple scab. | ||||\n| Ingredient | Trade Name | Edible\nApple |\nOrnamental\nApple |\nCommercial(C)/\nHomeowner (H) Use |\n| Azoxystrobin | Heritage (Syngenta Crop Protection) | No |\nYesb |\nC |\n| Bacillus subtilis | Serenade Garden Disease Control Concentrate (AgraQuest Inc.) | Yes |\nNo |\nH |\n| Boscalid | Pristine (BASF Corporation) | Yes |\nYes |\nC |\n| Captan | Captan (Bonide Products Inc. & Arysta LifeScience) | Yes |\nNo |\nC |\n| Complete Fruit Tree Spray (Bonide Products Inc.) | Yes |\nNo |\nH |\n|\n| Gordon’s Liquid Fruit Tree Spray (PBI/Gordon Corporation)c | Yes |\nNo |\nH |\n|\n| Chlorothalonil | Pegasus DF (Phoenix Environmental Care LLC) | No |\nYes |\nC |\n| Prosolutions Thalonil 6L (Agriliance LLC) | No |\nYes |\nC |\n|\n| Copper Hydroxide | Dupont Kocide (E I DuPont De Nemours & Company) | Yes |\nNo |\nC |\n| Kresoxim-methyl | Sovran (BASF Corporation) | Yes |\nYes |\nC |\n| Mancozeb | Dithane (Dow AgroSciences) | Yes |\nYes |\nC |\n| Fore 80WP Rainshield (Dow AgroSciences) | No |\nYes |\nC |\n|\n| Mancozeb + Myclobutanil | Clevis (Prokoz Inc.) | Yes |\nNo |\nC |\n| Maneb | Maneb 75DF (United Phosphorous Inc.) | Yes |\nNo |\nC |\n| Manganese | Penncozeb (United Phosphorous Inc.) | Yes |\nYes |\nC |\n| Myclobutanil | Nova 40W (Dow AgroSciences) | Yes |\nNo |\nC |\n| Rally 40 WSP (Dow AgroSciences) | Yes |\nNo |\nC |\n|\n| Potassium salts | Alude Systemic Fungicide (Cleary Chemical Company) | Yes |\nYes |\nC |\n| Propiconazole | Banner Maxx (Syngenta Crop Protection) | No |\nYes |\nC |\n| Bonide Fung-Onil Lawn and Garden Disease Control RTS (Bonide Products Inc.) | No |\nYes |\nH |\n|\n| Sulfur | Thiolux Jet (Syngenta Crop Protection) | Yes |\nNo |\nC |\n| Thiophanate-methyl | Topsin (United Phosphorous Inc.) | Yes |\nNo |\nC |\n| Triflumizole | Procure 480SC (Chemtura Corporation) | Yes |\nNo |\nC |\n| aThis list is presented for information only and no endorsement is intended for products listed nor criticism meant for products not listed. Consult the product label for specific application rates and plant growth stage. Read the label carefully before application. bSome species of crabapple can be damaged by this product; carefully read the product label before application. cProduct also contains an insecticide. |\n| Table IV. Fruit tree growth stage description. | |\n| Growth | Stage Description |\n| Dormant | Absence of growth in fall, winter or spring. |\n| Silver Tip | Swollen buds become noticeable and silvery fuzzy leaf tissue begins to emerge from the tip of the bud. |\n| Green Tip | Green leaf tissue is visible at the tip of the bud. |\n| Tight Cluster | The spur leaves have folded back exposing the flower cluster inside the bud. |\n| Pink/Pre-Bloom | The flower buds have grown enough to expose the petals of the flowers. |\n| King Bloom | The center “King Bloom” has opened. |\n| Full Bloom | Eighty percent or more of the flowers on the tree are open. |\n| Petal Drop/Fall | Last petals have fallen from blossoms. |\nThis publication has been peer reviewed.\nDisclaimer Reference to commercial products or trade names is made with the understanding that no discrimination is intended of those not mentioned and no endorsement by University of Nebraska–Lincoln Extension is implied for those mentioned. |\nVisit the University of Nebraska–Lincoln Extension Publications Web site for more publications.\nIndex: Plant Diseases\nFruits\nIssued March 2009"
    },
    {
        "model_class": "Apple___Apple_scab",
        "search_query": "Apple Apple scab",
        "is_healthy": false,
        "source_url": "https://ipm.ucanr.edu/agriculture/apple/apple-scab/",
        "content": "Symptoms and Signs\nSuperficial, velvety dark-olive-to-black spots on fruits and leaves are the initial symptoms of apple scab. These fruit spots become scablike with age and tissues may become misshapen.\nComments on the Disease\nThe fungus survives in dead leaves on the ground. Primary spores are discharged during spring rains and infect young leaves and fruits during prolonged moisture. Secondary spores may spread disease from established infections on trees. A lack of spring rains in most years reduces its importance in California in the southern Central Valley, but as a rule, this disease requires yearly treatments in coastal and foothill districts. Ornamental crab apples are also hosts. As plant parts mature and the weather gets warmer, susceptibility to this disease decreases, but pinpoint scab can occur during extended periods of moisture during summer.\nManagement\nThe main objective in scab management is the reduction or prevention of primary infections in spring. Extensive primary infections result in poor fruit set and make scab control during the season more difficult. If primary infections are successfully controlled, secondary infections will not be serious. The key to success in scab control is exact timing and full coverage. Wet periods, temperature, and relative humidity are important factors. Because scab control often is part of a combination treatment aimed at other diseases and insect control, choice of materials and timing are also extremely important.\nA fall foliar fertilizer application of zinc sulfate and urea hastens leaf fall and speeds decomposition of fallen leaves. This in turn reduces the level of overwintering apple scab inoculum.\nOrganically Acceptable Methods\nTreatments with lime and sulfur, sulfur alone, or with approved fixed copper products are organically acceptable.\nMonitoring\nApple scab outbreaks can be predicted based on temperature and moisture conditions. The table below, derived from research by Mills and La Plante, gives hours needed at various temperatures under constantly wet conditions for primary spores (ascospores) to cause infection in spring. This system for forecasting scab and timing sprays has been validated for apple-growing regions in the northern areas of California, but not for the central and southern San Joaquin Valley where temperatures tend to be higher in spring than those in the table.\n| HOURS OF WETTING REQUIRED FOR INFECTION | |\n|---|---|\n| Average temperature (degrees ºF) |\nFrom primary inoculum (ascospores) (hours) |\n| 78 | 13 |\n| 77 | 11 |\n| 76 | 9.5 |\n| 61–75 | 9 |\n| 60 | 9.5 |\n| 57–59 | 10 |\n| 55–56 | 11 |\n| 54 | 11.5 |\n| 52–53 | 12 |\n| 51 | 13 |\n| 50 | 14 |\n| 49 | 14.5 |\n| 48 | 15 |\n| 47 | 17 |\n| 46 | 19 |\n| 45 | 20 |\n| 44 | 22 |\n| 43 | 25 |\n| 42 | 30 |\n| 33–41 | * |\n| * Not known |\nHow to use the table: Figure the average temperature for the rain period by adding the maximum and the minimum temperatures and dividing by 2. If wet periods are intermittent, total their durations until there is a period of at least 6 hours of continuous dryness. You will need a wetness recorder to do this efficiently. If the dry period is sunny, and drying is quick and thorough, it is assumed that 6 hours after the trees have dried, the danger is passed. If drying is slow, and humidity remains high, then the 6-hour dry period is extended by a safety margin of 3 to 4 hours.\nTreatment Decisions\nUnless wetness periods are being monitored as outlined in the section above, apply protective fungicides at regular intervals beginning with green tip. Be sure to monitor wetness periods throughout the spring to ensure that trees are adequately protected.\n| PERIOD OF EFFECTIVENESS1 | ||\n|---|---|---|\n| FUNGICIDE | When used as protectant (days) |\nWhen used as kickback2 (hours) |\n| Captan | 10 | 0 |\n| Copper | 7–10 | — |\n| Dithane | 10 | 0 |\n| Flint | 7–10 | 100 |\n| Lime sulfur | 5–7 | 36 |\n| Procure | 7–10 | 72 |\n| Rally | 14 | 96 |\n| Rubigan | 14 | 96 |\n| Scala | 7–10 | — |\n| Sovran | 7–10 | 96 |\n| Sulfur (micronized) | 5–7 | 0 |\n| Topsin M | 10 | 36–48 |\n| Vangard | 7–10 | 48 |\n| Ziram | 7–10 | 0 |\n| — | Information not available. |\n| 1 | Where range of days or hours is given, the difference reflects application rates –higher rates offer longer protection. |\n| 2 | Eradicant fungicides have systemic action. Some are translocated within the host tissue and are able to kill the scab fungus up to a certain length of time after infection occurs. This is called the kickback period. Because kickback periods may change, always check the label for the most recent information. Kickback is calculated from the beginning of an infection period, as determined by the Mills and La Plante table. |\n| Common name | Amount to use** | REI‡ | PHI‡ | |||||||||||||\n|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|\n| (Example trade name) | (conc.) | (dilute) | (hours) | (days) | ||||||||||||\n| Not all registered pesticides are listed. The following are ranked with the pesticides having the greatest IPM value listed first—the most effective and least likely to cause resistance are at the top of the table. When choosing a pesticide, consider information relating to the pesticide's properties and application timing, honey bees, and environmental impact. Always read the label of the product being used. | ||||||||||||||||\n| DORMANT | ||||||||||||||||\n| A. | LIQUID LIME SULFUR# | 5–10 gal/100 gal | 48 | 0 | ||||||||||||\n| . . . PLUS . . . | ||||||||||||||||\n| WETTABLE SULFUR# | 4–6 lb/100 gal | 24 | 0 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Multi-site contact (M2) | ||||||||||||||||\n| COMMENTS: Use wettable sulfur alone after full bloom as lime sulfur may burn foliage if applied during warm weather. Lime sulfur is incompatible with most other pesticides. Check before use. Do not apply within 3 weeks of an oil application. | ||||||||||||||||\n| FOLIAGE SPRAY | ||||||||||||||||\n| A. | FENARIMOL | |||||||||||||||\n| (Vintage SC) | 9–12 oz/acre | 24 | 30 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Demethylation inhibitor (3) | ||||||||||||||||\n| COMMENTS: Do not apply between popcorn and full bloom. Do not apply more than 84 fl oz/acre per season. | ||||||||||||||||\n| B. | MYCLOBUTANIL | |||||||||||||||\n| (Rally 40WSP) | Label rates | 24 | 14 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Demethylation inhibitor (3) | ||||||||||||||||\n| COMMENTS: Apply 400 gal/acre. Do not apply between popcorn and full bloom. During periods favorable for scab development, use high rate at a 7 day application interval. For postbloom control, can be used in combination with another protectant fungicide. Do not apply more than 5 lb/acre per season or graze or feed cover crops grown in treated areas to livestock. For application by ground equipment only. | ||||||||||||||||\n| C. | TRIFLUMIZOLE | |||||||||||||||\n| (Procure 480 SC) | 8–16 fl oz/acre | 12 | 14 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Demethylation inhibitor (3) | ||||||||||||||||\n| COMMENTS: Do not exceed 16 oz/acre per application. | ||||||||||||||||\n| D. | TEBUCONAZOLE/TRIFLOXYSTROBIN | |||||||||||||||\n| (Adament 50WG) | 4–5 oz/acre | 12 | 75 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Demethylation (3) and Quinone outside inhibitor (11) | ||||||||||||||||\n| COMMENTS: Most effective when applied before a rainfall and allowed to dry. Apply at 5–10% bloom and make a second application at 80–100% bloom. | ||||||||||||||||\n| E. | TRIFLOXYSTROBIN | |||||||||||||||\n| (Flint) | 2–2.5 oz/acre | 12 | 14 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Quinone outside inhibitor (11) | ||||||||||||||||\n| COMMENTS: Alternate with a sterol inhibitor fungicide. Do not apply more than 2 consecutive applications before alternating. Do not apply more than 11 fl oz/acre per season. | ||||||||||||||||\n| F. | DIFENOCONAZOLE/CYPRODINIL | |||||||||||||||\n| (Inspire Super) | 12 fl oz/acre | 12 | 14 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Demethylation (3) and Anilinopyrimidine (9) | ||||||||||||||||\n| COMMENTS: Most effective when applied before a rainfall and allowed to dry. Apply at 5–10% bloom and make a second application at 80–100% bloom. | ||||||||||||||||\n| G. | FLUOPYRAM/TRIFLOXYSTROBIN | |||||||||||||||\n| (Luna Sensation) | 4.0–5.8 fl oz/acre | 12 | 14 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Succinate dehydrogenase inhibitors (7) and Quinone outside inhibitor (11) | ||||||||||||||||\n| COMMENTS: Most effective when applied before a rainfall and allowed to dry. Apply at 5–10% bloom and make a second application at 80–100% bloom. | ||||||||||||||||\n| H. | PYRACLOSTROBIN/BOSCALID | |||||||||||||||\n| (Pristine) | 14.5–18.5 oz/acre | 12 | 0 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Quinone outside inhibitor (11) and Carboxamide (7) | ||||||||||||||||\n| COMMENTS: A strobilurin/carboxyanilide fungicide. | ||||||||||||||||\n| I. | PYRIMETHANIL | |||||||||||||||\n| (Scala SC) | 7–10 fl oz/acre | 12 | 72 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Anilinopyrimidine (9) | ||||||||||||||||\n| COMMENTS: Make application on 7 day or longer, depending on disease conditions. Do not apply more than 40 fl oz product/acre per crop. | ||||||||||||||||\n| J. | KRESOXIM-METHYL | |||||||||||||||\n| (Sovran) | 3.2–6.4 oz/acre | 12 | 30 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Quinone outside inhibitor (11) | ||||||||||||||||\n| COMMENTS: Begin applications at 1/2 inch green or when conditions are conducive to disease development. Repeat at 7- to 10-day intervals. Do not apply more than 25.6 oz/acre per season. | ||||||||||||||||\n| K. | THIOPHANATE-METHYL | |||||||||||||||\n| (Topsin-M 70WP) | 1–1.5 lb/acre | 48 | 1 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Methyl benzimidazole carbamates (1) | ||||||||||||||||\n| COMMENTS: Apply at 5- to 10-day intervals from green tip through petal fall; continue at 7-to 14-day intervals as needed. Do not apply more than 4 lb product/acre per season. | ||||||||||||||||\n| L. | CYPRODINIL | |||||||||||||||\n| (Vangard WG) | 3–5 oz/acre | 12 | 0 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Anilinopyrimidine (9) | ||||||||||||||||\n| COMMENTS: Make applications on a 7- to 10-day interval. At the 3 oz (protectant) rate there is no kickback period of control, whereas at the 5 oz rate this material has a 48 hour kickback period. | ||||||||||||||||\n| M. | CAPTAN | |||||||||||||||\n| (Captan 50WP) | 4–8 lb/acre | 24 | 0 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Multi-site contact (M4) | ||||||||||||||||\n| COMMENTS: Apply 400 gal/acre. Do not apply in combination with, immediately before, or closely following oil sprays. | ||||||||||||||||\n| N. | LIQUID LIME SULFUR# | 2–3 gal/100 gal | 48 | 0 | ||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Multi-site contact (M2) | ||||||||||||||||\n| COMMENTS: Lime sulfur is incompatible with most other pesticides. Check before use. May burn foliage if applied during warm weather. Do not apply within 3 weeks of an oil application. | ||||||||||||||||\n| O. | MICRONIZED SULFUR# | |||||||||||||||\n| (Thiolux, Microthiol, etc.) | Label rates | 24 | 0 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Multi-site contact (M2) | ||||||||||||||||\n| COMMENTS: Can be applied after bloom. Do not apply within 3 weeks of an oil application. | ||||||||||||||||\n| P. | MANCOZEB | |||||||||||||||\n| (Dithane DF) | 3 lb/acre | 24 | 77 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Multi-site contact (M3) | ||||||||||||||||\n| COMMENTS: Begin applications at 0.25- to 0.5- inch green tip and continue at 7- to 10-day intervals. Do not exceed 21 lb/acre per year of Dithane. | ||||||||||||||||\n| Q. | ZIRAM | |||||||||||||||\n| (Ziram 76DF) | 6 lb/acre | 48 | 14 | |||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Multi-site contact (M3) | ||||||||||||||||\n| COMMENTS: Apply from pre-bloom through cover sprays as needed. Do not apply more than 32 lb/acre per year. | ||||||||||||||||\n| R. | FIXED COPPER# | Label rates | 24 | 0 | ||||||||||||\n| MODE-OF-ACTION GROUP NAME (NUMBER1): Multi-site contact (M1) | ||||||||||||||||\n| COMMENTS: Apply at bud break using high label rate; later applications should be at low label rates. May cause russetting at rates over 0.5 lb/acre. Not all copper compounds are approved for use in organic production; be sure to check individual products. |\n| ‡ | Restricted entry interval (REI) is the number of hours (unless otherwise noted) from treatment until the treated area can be safely entered without protective clothing. Preharvest interval (PHI) is the number of days from treatment to harvest. In some cases the REI exceeds the PHI. The longer of two intervals is the minimum time that must elapse before harvest. |\n| # | Acceptable for use on organically grown produce. |\n| 1 | Group numbers are assigned by the Fungicide Resistance Action Committee (FRAC) according to different modes of actions. Fungicides with a different group number are suitable to alternate in a resistance management program. In California, make no more than one application of fungicides with mode-of-action Group numbers 1,4,9,11, or 17 before rotating to a fungicide with a different mode-of-action Group number; for fungicides with other Group numbers, make no more than two consecutive applications before rotating to fungicide with a different mode-of-action Group number. |\nText Updated: 10/15\nTreatment Table Updated: 10/15"
    }
]
